START_COMMAND_MESSAGE = """
مرحبًا بك في <b>بوت باحث</b> 👋

يمكنك من خلال البوت:
🟢 الحصول على تفريغات المقاطع من YouTube
🟢 البحث في تفريغات الدروس الشرعية
🟢 البحث بالنص و<b>المعنى</b> في الأحاديث
🟢 البحث بالنص و<b>المعنى</b> في المكتبة الشاملة

اختَر أحد الأوامر من القائمة لتستمتع بمميزات البوت 🚀
"""

TAFRIGH_COMMAND_MESSAGE = """
أرسِل رابطًا لمقطعٍ من YouTube لتحصل على تفريغه 📝
"""

TRANSCRIPTIONS_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- الرحمن على العرش استوى
- نعم الإدام الخل
- كفارة اليمين
"""

HADITHS_SEMANTIC_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- هل يجوز زيارة القبور؟
- أحاديث عن الصدقة
- ما هي صفات المسلم؟
"""

SHAMELA_SEMANTIC_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- كم كان عدد أصحاب الأخدود؟
- هل النار في الآخرة محدودة العمر أم خالدة؟
- أسباب سقوط الأندلس
"""

HADITHS_CLASSICAL_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- إنما الأعمال بالنيات
- المسلم من سلم المسلمون من لسانه ويده
- الحج عرفة
"""

SHAMELA_CLASSICAL_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- أركان وواجبات وسنن الصلاة
- معنى الغاشية
- الفعل المضارع
"""
