START_COMMAND_MESSAGE = """
مرحبًا بك في <b>بوت باحث</b> 👋

يمكنك من خلال البوت:
🟢 الحصول على تفريغات المقاطع من YouTube
🟢 البحث في تفريغات الدروس الشرعية
🟢 البحث بالمعنى في الأحاديث والمكتبة الشاملة

اختَر أحد الأوامر من القائمة لتستمتع بمميزات البوت 🚀
"""

TAFRIGH_COMMAND_MESSAGE = """
أرسِل رابطًا لمقطعٍ من YouTube لتحصل على تفريغه 📝
"""

TRANSCRIPTIONS_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- الرحمن على العرش استوى
- نعم الإدام الخل
- كفارة اليمين
- قصر الصلاة لمدة ثلاثة أيام
- طلع البدر علينا
"""

HADITHS_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- حديث جبريل الطويل عن الإسلام والإيمان والإحسان
- هل يجوز زيارة القبور؟
- أحاديث عن الصدقة
- هل يوجب المذي الغسل؟
- ما هي صفات المسلم؟
"""

SHAMELA_COMMAND_MESSAGE = """
أرسل النص الذي تريد البحث عنه لتحصل على النتائج 🔍

بعض الأمثلة:
- كم كان عدد أصحاب الأخدود؟
- هل النار في الآخرة محدودة العمر أم خالدة؟
- أسباب سقوط الأندلس
- هل يجوز تسويد الرسول صلى الله عليه وسلم في التشهد؟
- ما أهم وسائل التزكية؟
"""
